ent-MCPillCanisterCombatMix = банка с таблетками «Боевой микс»
    .desc = Банка с таблетками для быстрого лечения [color=#00cbc6]общего урона[/color].
    Содержит в себе 4 активных препарата: [color=#ed4847]бикаридин[/color], [color=#f5e123]келотан[/color], [color=#d87f2b]трикордразин[/color], [color=#8a8686]трамадол[/color].

ent-MCPillCanisterMeraderm = банка с таблетками «Физа+»
   .desc = Банка с таблетками для быстрого лечения [color=#00cbc6]общего урона[/color]. Хорошо сосчитается с обычным боевом миксом.
    Содержит в себе 2 активных препарата: [color=#FD5964]мералин[/color], [color=#ffef00]дермалин[/color].
