

ent-MCActionXenoSecreteStructure = Выделить смолу
    .desc = Строит структуры, которые можно выбрать, нажав на способность, пока она активна.
ent-MCActionXenoChooseStructure = Выбрать смоляную структуру
    .desc = Выберите структуру, которую хотите создать с помощью действия «Выделить смолу».
ent-MCActionXenoPlaceTrap = Установить ловушку (200)
    .desc = Размещает яму на сорняках, которую можно заполнить лицехватом, жидкой кислотой или кислотным газом. Активируется, когда на неё наступает морпех.
