ent-MCActionXenoToggleChargingBull = Переключить таран
    .desc = Включает и выключает таран, основанный на разбеге.
ent-MCActionXenoGoreCharge = Таран с рогами (40)
    .desc = При попадании по цели таран останавливается, нанося большое количество урона.
ent-MCActionXenoHeadbuttCharge = Таран лбом (40)
    .desc = При попадании по цели таран останавливается и отталкивает её.
ent-MCActionXenoAcidCharge = Таран с кислотой (40)
    .desc = Наносит небольшой урон себе и оставляет кислотные лужи по пути.
