ent-MCActionXenoInferno = Инферно (50)
    .desc = После короткого времени подготовки высвободите взрыв огня в радиусе 5x5 тайлов. Все плитки воспламеняются. Люди поджигаются и получают ожоговый урон.
ent-MCActionXenoFireball = Огненный шар (50)
    .desc = Выпустите огненный шар, который взрывается при контакте.
ent-MCActionXenoFirecharge = Огненный рывок (30)
    .desc = Прорыв на расстояние до 3 тайлов, атакуя всех органических существ на пути. Снимает огонь с цели, если она была подожжена, и наносит дополнительный урон в зависимости от количества огненных эффектов на цели.
ent-MCActionXenoWhirlwind = Огненный шторм (50)
    .desc = Выпустите огненный торнадо по прямой линии, который поджигает всё вокруг и наносит урон морпехам при прямом контакте.
