ent-MCActionXenoGrappleToss = Кинуть (30)
    .desc = Бросает схваченное существо на выбранную плитку на расстоянии до 5 тайлов. Крупные цели (например, T3) имеют уменьшенную дальность на 1. Имеет общую перезарядку со способностью [color=purple]Откинуть[/color].
ent-MCActionXenoPunch = Удар (15)
    .desc = Наносит усиленный удар по здоровью и выносливости цели рядом с вами, ошеломляя и замедляя её. Наносит дополнительный урон и парализует, если цель захвачена вами. Наносит четырехкратный урон строениям и механизмам.
ent-MCActionXenoFling = Откинуть (20)
    .desc = Отбрасывает смежную цель на расстояние до 3 тайлов, обезоруживая и сбивая её с ног на короткое время. Имеет общую перезарядку со способностью [color=purple]Кинуть[/color].
ent-MCActionXenoLunge = Захватить (30)
    .desc = Совершает рывок на расстояние 4 тайлов и сразу же берёт цель в захват, оглушая её. Если целью является дружественный ксеноморф, он не получает оглушение, но всё равно будет схвачен.
ent-MCActionXenoAgility = Ловкость
    .desc = Опускается на четвереньки для ускоренного перемещения. Использование любой способности выводит из режима ловкости. Также уменьшает броню на 30% по всем категориям.
