ent-MCArmorPas50 = броня пилота образца PAS-50
    .desc = Модернизированный дизайн старой системы бронежилета 21-го века.
ent-MCArmorPas13 = броня пилота меха образца PAS-13
    .desc = Относительно слабо бронированный, но прочный бронежилет, который до сих пор используется, несмотря на появление экзоскелетных доспехов, благодаря простоте использования и производства. Хотя этот костюм несколько затрудняет ношение униформы пилота меха, он обеспечивает им определённую степень защиты, которой они в противном случае не имели бы вне своего меха.
ent-MCArmorPas73 = броня танкиста образца PAS-73
    .desc = Относительно слабо бронированный, но прочный бронежилет. Используется танкистами главным образом для смягчения ударов при проезде по неровностям дороги (и по противнику).
ent-MCArmorPas74 = броня водителя образца PAS-74
    .desc = Относительно слабо бронированный, но прочный бронежилет. Используется членами экипажей транспортных средств, чтобы создать иллюзию того, что у них есть шанс выжить в случае захвата их транспортного средства противником.
