ent-MCArmorModularXenonauten = { ent-MCArmorModularJaeger }
    .desc = { ent-MCArmorModularJaeger.desc }
ent-MCArmorModularXenonautenL = Бронежилет образца «Xenonauten-L»
    .desc = Жилет XN-L, также известный как «Xenonauten» — комплектный жилет с модульными креплениями, предназначенный для работы в различных условиях. Этот вариант кажется облегчённым. Нажмите Alt+клик для снятия прикреплённых предметов. Используйте это для включения встроенного фонарика.
ent-MCArmorModularXenonautenM = Бронежилет образца «Xenonauten-M»
    .desc = Жилет XN-M, также известный как «Xenonauten» — комплектный жилет с модульными креплениями, предназначенный для работы в различных условиях. Этот вариант кажется средне бронированым.
ent-MCArmorModularXenonautenH = Бронежилет образца «Xenonauten-H»
    .desc = Жилет XN-H, также известный как «Xenonauten» — комплектный жилет с модульными креплениями, предназначенный для работы в различных условиях. Этот вариант кажется тяжело бронированым.
