ent-MCWeaponBR64 = боевая винтовка SCA BR-64
    .desc = винтовка San Cristo Arms BR-64 является основным боевым оружием Корпуса морской пехоты ТерраGov. Оружие отличается стабильными показателями эффективности на различных дистанциях и высокой останавливающей силой при стрельбе очередями на средних дистанциях.Эта винтовка особенно популярна среди стрелков, предпочитающих более крупный калибр по сравнению со стандартными образцами. Использует безгильзовые патроны калибра 10x26,5smm.
ent-MCMagazineBR64 = Магазин BR-64 (10x26.5mm)
    .desc = { ent-CMMagazineRifleBase.desc }
ent-MCCartridgeBR64 = патрон (10x26.5mm)
    .desc = винтовичный патрон 10x26.5mm
ent-MCBulletBR64 = { ent-BulletRifle10x24mm }
    .desc = { ent-BulletRifle10x24mm.desc }
