ent-MCWindowDirectional = окно
    .desc = Стеклянное окно. Выглядит тонким и хрупким. Несколько ударов любым предметом могут его разбить.
ent-MCWindowDirectionalReinforced = усиленное окно
    .desc = Стеклянное окно с металлической решёткой. Выглядит довольно прочным. Может потребоваться несколько сильных ударов, чтобы разбить его.
ent-MCWindowDirectionalPhoron = окно из форона
    .desc = Стеклянное окно с металлической решёткой. Выглядит довольно прочным. Может потребоваться несколько сильных ударов, чтобы разбить его.
