ent-MCSentryBig = ST-571 станковая турель
    .desc = Развёртываемая полностью автоматическая турель с ИИ-наведением. Оснащена автопушкой M30 и барабаном на 500 безгильзовых патронов.
ent-MCMagazineSentryBig = коробчатый магазин M30 (10x28 мм, безгильзовые)
    .desc = Барабан на 500 безгильзовых патронов 10x28 мм для станковой турели ST-571. Просто вставьте его в приёмник боеприпасов, когда турель опустеет.
ent-MCCartridgeSentryBig = патрон (10x28 мм, безгильзовый)
    .desc = …
ent-MCBulletSentryBig = снаряд автопушки
    .desc = …
