ent-MCSentryMini = SMT-580 легкая турель
    .desc = Развёртываемая автоматическая турель с ИИ-наведением. Лёгкая портативная модель, созданная для быстрого развёртывания и точечной обороны. Оснащена лёгким скоростным пулемётом и барабаном на 300 патронов.
ent-MCMagazineSentryMini = коробчатый магазин M30 (10x20 мм, безгильзовые)
    .desc = Коробка из 100 безгильзовых патронов 10x20 мм для легкой турели SMT-580. Просто вставьте её в приёмник боеприпасов, когда турель опустеет.
ent-MCCartridgeSentryMini = патрон (10x20 мм, безгильзовый)
    .desc = …
ent-MCBulletSentryMini = малокалиберный снаряд автопушки
    .desc = …
