ent-MCSentryShotgun = SHT-573 дробовиковая турель
    .desc = Развёртываемая полностью автоматическая турель с ИИ-наведением. Оснащена тяжёлым дробовиком SM‑10 и барабаном на 100 патронов.
ent-MCMagazineSentryShotgun = барабан SHT-573 (12G, безгильзовые)
    .desc = Барабан из 200 специальных телескопических патронов 12-го калибра для турели SST‑573. Просто вставьте его в приёмник боеприпасов, когда турель опустеет.
ent-MCCartridgeSentryShotgun = патрон (12G, безгильзовый)
    .desc = …
ent-MCBulletSentryShotgun = дробовой снаряд турели
    .desc = …
