ent-MCSentrySniper = SST-574 снайперская турель
    .desc = Развёртываемая полностью автоматическая турель с ИИ-наведением. Оснащена тяжёлой AM‑5 противоматериальной винтовкой и барабаном на 75 патронов.
ent-MCMagazineSentrySniper = коробчатый магазин SST-574 (10x28 мм, безгильзовые)
    .desc = Магазин на 50 безгильзовых патронов 10x28 мм для турели SST‑574. Просто вставьте его в приёмник боеприпасов, когда турель опустеет.
ent-MCCartridgeSentrySniper = патрон (10x28 мм, безгильзовый)
    .desc = …
ent-MCBulletSentrySniper = противоматериальный патрон
    .desc = …
