ent-MCArmorModuleMark1Mimir = система защиты окружающей среды Мимир Мк.1
    .desc = Разработана для установки на модульную броню. Эта старая модель обеспечивает небольшую защиту от кислотных, биологических и радиологических атак. В сочетании с модулем шлема Mimir и маской пользователь становится невосприимчив к ксеногенным газовым облакам. Повлияет на подвижность.
ent-MCArmorModuleMark2Mimir = система защиты окружающей среды Мимир Мк.2
    .desc = Разработана для установки на модульную броню. Эта новая модель обеспечивает высокую защиту от кислотных, биологических и радиологических атак. В сочетании с модулем шлема Mimir и маской пользователь становится невосприимчив к ксеногенным газовым облакам. Повлияет на подвижность.
