ent-MCSatchelMarineStandard = сумка
    .desc = Прочный вещевой мешок, используемый некоторыми военнослужащими и вспомогательным персоналом Корпуса морской пехоты ТеrrаGov.
ent-MCSatchelMarineStandardGreen = сумка
    .desc = Прочный вещевой мешок, используемый некоторыми военнослужащими и вспомогательным персоналом Корпуса морской пехоты ТеrrаGov.
ent-MCSatchelMarineTechnician = сумка техника
    .desc = Прочный вещевой мешок, используемый техниками Корпуса морской пехоты ТерраGov. Способен вместить сторожевую установку ST-580 и боеприпасы к ней.
