ent-MCActionXenoSelectWeeds = Выбрать сорняки
    .desc = Выберите сорняки для посадки с помощью способности «Посадить сорняки».
ent-MCActionXenoPlantWeeds = Посадить сорняки
    .desc = Высаживает узел смоляного сорняка, который начнёт выращивать сорняки в радиусе 3 клеток, позволяя ксеноморфам восстанавливать здоровье и плазму, находясь на этой клетке.
ent-MCActionXenoLayEgg = Отложить яйцо (200)
    .desc = Создаёт яйцо, из которого через короткое время вырастет личинка-хаггер. Пустые яйца могут использоваться для вставки хаггеров.
