ent-MCActionXenoToggleXenoSpit = Ксено-плевок
    .desc = Плюньте нейротоксином или кислотой в цель или плитку. Хотя нейротоксин, как правило, не смертелен, он причиняет боль и замедляет морпехов и может оказать большое влияние при поддержке других ксеносов или в бою в одиночку. Плевки кислоты наносят урон от ожогов и могут медленно разрушать плохо охраняемые баррикады.
ent-MCActionXenoToggleXenoSpitPraetorian = Xeno Spit
    .desc = Spit neurotoxin or acid at your target up to 7 tiles away.
ent-MCActionXenoToggleXenoSpitStickyResin = Плевок смолы
    .desc = Эта способность позволяет вам плевать липкой смолой, которая замедляет людей и транспорт, а также обладает небольшим сопротивлением к пламени. Эффект замедления можно сочетать с зеленой резиновой травой.
