ent-MCActionXenoToggleXenoSpit = Ксено-плевок
    .desc = Плюньте нейротоксином или кислотой в цель или плитку. Нейротоксин обычно не смертелен, но причиняет боль и замедляет морпехов, особенно в поддержке других ксеносов или при бою в одиночку. Плевки кислотой наносят ожоговый урон и постепенно разрушают плохо охраняемые баррикады.
ent-MCActionXenoToggleXenoSpitPraetorian = Ксено-плевок (Праториан)
    .desc = Плюньте нейротоксином или кислотой по цели на расстоянии до 7 тайлов.
ent-MCActionXenoToggleSpitPassthrough = Токсичный плевок
    .desc = { ent-ActionXenoBase.desc }
ent-MCActionXenoToggleXenoSpitStickyResin = Плевок смолы
    .desc = Плюйте липкой смолой, замедляющей людей и транспорт, с небольшой устойчивостью к огню. Эффект замедления усиливается при сочетании с зелёной резиновой травой.
