ent-MCActionXenoGrappleToss = Кинуть (30)
    .desc = Отбрасывает захваченную цель на расстояние до 4 тайлов. Имеет общую перезарядку со способностью [color=purple]Откинуть[/color].
ent-MCActionXenoPunch = Удар (15)
    .desc = Наносит усиленный удар по здоровью и выносливости цели рядом с вами, ошеломляя и замедляя её. Наносит дополнительный урон и парализует если цель захвачена вами. Наносит четырехкратный урон строениям и механизмам.
ent-MCActionXenoFling = Откинуть (20)
    .desc = Отбрасывает захваченную цель на расстояние до 4 тайлов. Имеет общую перезарядку со способностью [color=purple]Кинуть[/color].
ent-MCActionXenoLunge = Захватить (30)
    .desc = Совершает рывок на расстояние 4 тайлов, после чего сразу же берет цель в захват, оглушая её. Если целью является дружественный ксеноморф, он не получит оглушение, но всё так же будет схвачен.
