ent-MCArmorModuleMark1TyrArmor = система усиления брони Тюр Мк.1
    .desc = Разработан для установки на модульную броню. Значительное количество дополнительной броневой защиты, обеспечивающей дополнительную защиту от угроз, от ксеноплезов до дружественного огня. Эта старая версия имеет худшую защиту. Существенно влияет на подвижность.
ent-MCArmorModuleMark2TyrArmor = система усиления брони Тюр Мк.2
    .desc = Разработан для установки на модульную броню. Значительное количество дополнительной броневой защиты, обеспечивающей дополнительную защиту от угроз, от ксеноплезов до дружественного огня. Эта новая версия имеет улучшенную защиту. Определённо влияет на подвижность.
