ent-MCActionXenoSelectWeeds = Выбрать траву
    .desc = Выберите траву для посадки с помощью способности «Посадить траву.
ent-MCActionXenoPlantWeeds = Посадить траву
    .desc = Высаживает узел смоляного сорняка, который начнёт выращивать траву в радиусе 2 тайлов, позволяя ксеноморфам восстанавливать здоровье и плазму, находясь на этой клетке.
ent-MCActionXenoLayEgg = Отложить яйцо (200)
    .desc = Создаёт яйцо, из которого через короткое время вырастет личинка-хаггер. Пустые яйца могут использоваться для вставки хаггеров.
