ent-MCActionXenoRest = Отдохнуть
    .desc = Прилягте, чтобы быстрее восстановить здоровье, находясь на траве.
ent-MCActionXenoHide = Прятаться
    .desc = Прячьтесь под столами и другими предметами.
ent-MCActionXenoBlessings = Благословение Королевы-Матери
    .desc = Открывает меню "Благословения Королевы-Матери", где можно купить здания и улучшения для улья.
ent-MCActionXenoPsydrain = Пси-поглощение (50)
    .desc = Лишите жертву жизненной силы, чтобы получить очки личинок и пси-очков.
ent-MCActionXenoPheromones = Выделять феромоны (35)
    .desc = Дает бафф близлежащим ксенморфам. [color=cyan]Потребляет 2,5 плазмы в секунду[/color].
ent-MCActionXenoAcidWeak = Слабая кислота (75)
    .desc = Со временем расплавляет конструкцию или предмет.
ent-MCActionXenoAcidMedium = Кислота (100)
    .desc = Со временем расплавляет конструкцию или предмет.
ent-MCActionXenoAcidStrong = Сильная кислота (100)
    .desc = Со временем расплавляет конструкцию или предмет.
