ent-MCKnifeCombat = нож для выживания M5
    .desc = Стандартный высококачественный нож для выживания. Его можно носить в голенище ботинка, а также доработать в полевых условиях для установки на ствол винтовки с помощью кабельной намотки.
ent-MCKnifeBayonet = штык-нож M-22
    .desc = Острый штык-нож, являющийся стандартным холодным оружием TerraGov Marine Corps. Может устанавливаться на широкий спектр оружия или использоваться как обычный нож.
ent-MCKnifeBayonetSOM = S20 SOM bayonet
    .desc = Крупный штык-нож, стандартное оружие ближнего боя сил SOM. Может свободно устанавливаться на различные образцы оружия или использоваться как обычный нож.
