ent-MCWeaponSmartGunSG25 = умная винтовка SG-25
    .desc = SG-25 — текущая стандартная винтовка TGMC с системой распознавания «свой–чужой». Известна способностью эффективно обеспечивать быстрый огневой нажим. Требует специальной подготовки и не позволяет отключать IFF. Использует патроны 10x26 мм.
ent-MCMagazineSmartGunSG25 = магазин SG-25 (10x26 мм)
    .desc = Магазин для штурмовой винтовки калибра 10 мм.
ent-MCMagazineSmartGunSG25Extended = увеличенный магазин SG-25 (10x26 мм)
    .desc = Увеличенный магазин для штурмовой винтовки калибра 10 мм.
