rmc-marine-command-override-no-senior-command-found = Старший командный состав не найден. Автоматическая передача полномочий Командира будет запущена через одну минуту. Чтобы гарантировать, что вас как кандидата не проигнорируют, держите при себе свой ID.

rmc-marine-command-override-no-candidates-found = Автоматическая передача полномочий Командира отменена. Причина: подходящие кандидаты не найдены.

rmc-marine-command-override-senior-command-found = Автоматическая передача полномочий Командира отменена. Причина: старший командный состав найден.

rmc-marine-command-override-commander-chosen =
    В связи с отсутствием старшего командного состава, { $job } { $character } назначен временным Командиром и будет исполнять обязанности до дальнейших распоряжений. Пожалуйста, направляйте все запросы и следуйте инструкциям.
    Командный гарнитур доступен в шкафу с CIC Command Tablet.

rmc-marine-command-override-access-added = Недостающие командные доступы добавлены к ID.
