ent-MCAttachmentStockSH35 = складной приклад M54C
    .desc = Стандартный приклад любого оружия, начиная с M54. Совместим с серией M54C, этот приклад уменьшает отдачу и разброс, но при этом снижает управляемость и маневренность. Также увеличивает эффективность оружия в ближнем бою.
ent-MCAttachmentStockMP19 = приклад для ПП MP-19
    .desc = Специальный приклад для пистолета-пулемёта, который в ограниченном количестве поставлялся силам Корпуса морской пехоты ТерраGov (TGMC), этот приклад уменьшает отдачу и разброс, но при этом снижает управляемость и маневренность. Также увеличивает эффективность оружия в ближнем бою.
