ent-MCAutoInjectorCombat = автоинъектор «Боевой микс»
    .desc = Aвтоинъектор для быстрого лечения [color=#00cbc6]общего урона[/color].
    Содержит в себе 4 активных препарата: [color=#ed4847]бикаридин[/color], [color=#f5e123]келотан[/color], [color=#d87f2b]трикордразин[/color], [color=#8a8686]трамадол[/color].

ent-MCAutoInjectorMeraderm = автоинъектор «Физа+»
   .desc = Aвтоинъектор для быстрого лечения [color=#00cbc6]общего урона[/color]. Хорошо сосчитается с обычным боевом миксом.
    Содержит в себе 2 активных препарата: [color=#FD5964]мералин[/color], [color=#ffef00]дермалин[/color].

ent-MCAutoInjectorCombatAdv = автоинъектор «Боевой-продвинутый микс»
   .desc = Aвтоинъектор для быстрого лечения [color=#00cbc6]общего урона[/color] и сильного обезболивания. Хорошо сосчитается с обычным боевом миксом.
    Содержит в себе 3 активных препарата: [color=#FD5964]мералин[/color], [color=#ffef00]дермалин[/color], [color=#4b4848]оксикодона[/color].
