ent-MCAutoInjectorQuickClotPlus = автоинъектор гемостатика плюс
    .desc = Aвтоинъектор, заряженный тремя дозами гемостатика плюс - химического средства, предназначенного для остановки внутреннего кровотечения. Использовать совместно с антитоксином. !НЕ ИСПОЛЬЗОВАТЬ В ХОДЕ АКТИВНЫХ БОЕВЫХ ДЕЙСТВИЙ!

ent-MCAutoInjectorRussianRed = автоинъектор «Красный русский»
    .desc = Автоинъектор для экстренных случаев.
    { "" }[color=#ffffff]Очень быстро[/color] лечит [color=#00cbc6]общий урон[/color], но наносит [color=#b38bff]клоны[/color].

ent-MCAutoInjectorNeuraline = автоинъектор нейралина
    .desc = Автоинъектор для экстренных случаев.
    { "" }[color=#ffffff]Невероятно быстро[/color] восстанавливает [color=#64d1fc]выносливость[/color] и снимает оглушение.
    { "" }[color=#ffffff]Невероятно быстро[/color] лечит [color=#ea0e4d]ушибы[/color] и [color=#da841d]ожоги[/color], но наносит [color=#759a27]токсины[/color].

ent-MCAutoInjectorSynaptizine = автоинъектор синаптизина
    .desc = Автоинъектор для экстренных случаев.
    { "" }Восстанавливает [color=#64d1fc]выносливость[/color] и снимает оглушение, наносит [color=#759a27]токсины[/color]. Эффект ослабевает, а при затяжном действии начинает истощать [color=#64d1fc]выносливость[/color].
    { "" }Дополнительно содержит [color=#426300]хироналин[/color], лечащий [color=#759a27]токсины[/color], что нивелирует урон от [color=#c8a5dc]синаптизина[/color].

ent-MCAutoInjectorSynaptizineExpired = автоинъектор синаптизина (ослабленный)
    .desc = Автоинъектор для экстренных случаев.
    { "" }Восстанавливает [color=#64d1fc]выносливость[/color] и снимает оглушение, наносит [color=#759a27]токсины[/color]. Эффект ослабевает, а при затяжном действии начинает истощать [color=#64d1fc]выносливость[/color].
    { "" }Дополнительно содержит [color=#426300]хироналин[/color], лечащий [color=#759a27]токсины[/color], что нивелирует урон от [color=#c8a5dc]синаптизина[/color].
