ent-MCPacketPills = упаковка таблеток
    .desc = Содержит таблетки. Как только вы их достанете, положить обратно уже не получится.
ent-MCPacketPillsLeporazine = упаковка таблеток лепоразина
    .desc = Содержит таблетки лепоразина. Быстро стабилизируют внутреннюю температуру пациента. Как только вы их достанете, положить обратно уже не получится.
ent-MCPacketPillsRyetalyn = упаковка таблеток райталина
    .desc = Содержит таблетки райталина. Используется для создания защитного барьера против токсинов в кровотоке. Как только вы их достанете, положить обратно уже не получится. Максимально допустимая доза — 2 таблетки за один приём.
