ent-MCBottleBicaridine = бутылка с бикаридином
    .desc = Маленькая бутылка. Содержит бикаридин - лекарственное средство, которое используется врачами для лечения механических повреждений.
ent-MCBottleDexalin = бутылка с дексалином
    .desc = Маленькая бутылка. Содержит дексалин - препарат, который используется для насыщения крови кислородом.
ent-MCBottleKelotane = бутылка с келотаном
    .desc = Маленькая бутылка. Содержит келотан - препарат, который используется для лечения обожжённых участков тела.
ent-MCBottleDylovene = бутылка с диловеном
    .desc = Маленькая бутылка. Содержит диловен - препарат, который используется для борьбы с ядами. По сути, это антитоксин.
ent-MCBottleInaprovaline = бутылка с инопривалином
    .desc = Маленькая бутылка. Содержит инапровалин - препарат, который используется для стабилизации состояния пациентов.
ent-MCBottleTricordrazine = бутылка с трикордразином
    .desc = Маленькая бутылка. Содержит трикордразин - препарат широкого спектра действия, который используется для лечения различных травм.
ent-MCBottleImidazoline = бутылка с имидазолином
    .desc = Маленькая бутылка. Содержит имидазолин - препарат, который используется для лечения заболеваний глаз.
ent-MCBottleHypervene = бутылка с гипервеном
    .desc = Маленькая бутылка. Содержит гипервен - очищающий препарат для выведения токсинов из организма. Вызывает боль и рвоту.
ent-MCBottletramadol = бутылка с трамадолом
    .desc = Маленькая бутылка. Содержит трамадол — используется как обезболивающее средство.
ent-MCBottleParacetamol = бутылка с парацетомолом
    .desc = Маленькая бутылка. Содержит парацетамол — мягкое, простое обезболивающее средство, хорошо подходит для облегчения состояния при тяжёлых физических нагрузках.
ent-MCBottleMeralyne = бутылка с мералином
    .desc = Маленькая бутылка. Содержит мералин — применяется как эффективное средство для лечения повреждений, полученных в результате грубого физического воздействия.
ent-MCBottleLeporazine = бутылка с лепоразином
    .desc = Маленькая бутылка. Содержит лепоразин — используется для стабилизации температуры тела.
ent-MCBottleSalineGlucose = бутылка с соле-глюкозным раствором
    .desc = Маленькая бутылка. Содержит соле-глюкозный раствор, также известный как изотонический — используется для помощи организму в восстановлении крови.
ent-MCBottleNanoblood = бутылка с нанокровью
    .desc = Маленькая бутылка. Содержит нанокровь — применяется для лечения при значительной кровопотере.

# CHEMICAL BOTTLES

ent-MCBottleLemoline = бутылка с лемолином
    .desc = Маленькая бутылка. Содержит 10 единиц лемолина — реагент, используемый при создании современных медицинских препаратов.
ent-MCBottleLemolineDoctor = бутылка с лемолином
    .desc = Маленькая бутылка. Содержит 30 единиц лемолина — реагент, используемый при создании современных медицинских препаратов.