ent-MCWeaponSMG90 = пистолет-пулемёт SMG-90
    .desc = SMG-90 — стандартный пистолет-пулемёт Корпуса морской пехоты ТеrrаGov. Известен своими компактными размерами и простотой использования в полевых условиях. Обычно используется военнослужащими, которым нужно лёгкое оружие для быстрого перемещения. Использует безгильзовые патроны калибра 10×20 мм.
ent-MCMagazineSMG90 = магазин SMG-90 (10x20mm)
    .desc = Магазин с безгильзовыми патронами 10x20mm.
ent-MCCartridgeSMG90 = патрон (10x20mm)
    .desc = 10x20mm
ent-MCBulletSMG90 = { ent-Bullet10x20mm }
    .desc = { ent-Bullet10x20mm.desc }
