ent-MCPouchExplosive = подсумок для взывчатки
    .desc = В нем можно переносить гранаты, пластиковую взрывчатку, коробки с минами, и другую взрывчатку.
ent-MCPouchExplosiveSOM = подсумок для взрывчатки S26
    .desc = Кожаный подсумок для хранения гранат, ракет, ящиков с минами и другой взрывчатки.
ent-MCPouchExplosiveICC = подсумок для взрывчатки S26
    .desc = В нем можно переносить гранаты, пластиковую взрывчатку, коробки с минами, и другую взрывчатку. Очевидно, изготовлен из синтетического волокна белого цвета.
ent-MCPouchExplosiveLarge = большой подсумок для взрывчатки
    .desc = В нем можно переносить гранаты, пластиковую взрывчатку, коробки с минами, и другую взрывчатку.
