ent-MCClothingHandsMarineCombat = боевые перчатки морской пехоты
    .desc = Стандартные тактические перчатки морской пехоты. На них написано: «Сшиты Ассоциацией вдов морских пехотинцев».
ent-MCClothingHandsMarineCombatBlack = черные боевые перчатки морской пехоты
    .desc = Стандартные тактические перчатки морской пехоты, но чёрные! На них написано: «Сшиты Ассоциацией вдов морских пехотинцев».
ent-MCClothingHandsMarineCombatFingerless = беспалые боевые перчатки морской пехоты
    .desc = Стандартные тактические перчатки морской пехоты, но без пальцев! На них написано: «Сшиты Ассоциацией вдов морских пехотинцев».
ent-MCHandsMarineInsulated = изолированые перчатки морской пехоты
    .desc = Изолирующие тактические перчатки морской пехоты, защищающие от поражения электрическим током.
