ent-MCActionXenoRavage = Уничтожение (200)
    .desc = Атакуйте и отбросьте врагов в направлении куда ты смотришь.
ent-MCActionXenoCharge = Бросок (250)
    .desc = Сделай бросок до 4 тайлов и яростно атаковав твою цель.
ent-MCActionXenoEndure = Укрепление (200)
    .desc = На следующие несколько секунд ты не будешь падать в критическое состоянии и станешь более защищённым от взрывов и став невосприимчивым к оглушению и замедлению, но ты всё равно умрёшь если получишь повреждения выше твоего критического здоровья 
