ent-MCArmorModuleBaldur = система усиления света Балдур
    .desc = Разработан для установки на модульную броню. Значительно увеличивает мощность фонаря, встроенного в броню. Будьте светом во тьме. Не замедляет движение.
ent-MCArmorModuleValkyrieAutomedical = автоматическая медицинская система Валькирия
    .desc = Разработан для установки на модульную броню. Модуль оснащён передовыми медицинскими системами, которые вводят трикордразин и трамадол в зависимости от потребностей пользователя, а также автоматически фиксируют кости и тело носителя, эффективно иммобилизируя их до профессиональной медицинской помощи. Существенно снижает подвижность.
ent-MCArmorModuleValiChemical = модуль химического усиления Вали
    .desc = Модуль, усиливающий эффект реагентов в организме. Требует специального вещества, добываемого из ксеноморфов. Это вещество нужно собирать с помощью подходящего оружия или инструмента.
ent-MCArmorModuleSvalinnEnergyShield = система энергетического щита Свалин
    .desc = Создаёт щит вокруг пользователя, способный полностью блокировать урон. При чрезмерной нагрузке щит отключается, оставляя пользователя уязвимым.
