ent-MCClothingHandsSOM = перчатки SOM
    .desc = Перчатки, история которых уходит корнями в старые горнодобывающие колонии, выглядят довольно прочными.
ent-MCClothingHandsSOMInsulated = изолированые перчатки SOM
    .desc = Перчатки, история которых уходит корнями в старые горнодобывающие колонии. Похоже, что в эти встроены электрически изолирующий слой.
ent-MCClothingHandsSOMVeteran = ветеранские перчатки SOM
    .desc = Перчатки, история которых уходит корнями в старые горнодобывающие колонии. Эти кажутся прочнее обычных.
ent-MCClothingHandsSOMOfficer = офицерские перчатки SOM
    .desc = Чёрные перчатки, которые обычно носят SOM.
