mc-job-name-cse = Старший инженер корабля
mc-job-description-cse = Координируй инженерные работы. Следи, чтобы корабль не развалился. Руководи своими техниками. В итоге оказываешься за снабжением, потому что офицер снабжения ушёл в АФК.
mc-job-prefix-cse = CSE
MCCSE = Старший инженер корабля

mc-job-name-ro = Офицер снабжения
mc-job-description-ro = Выдавай запрошенные припасы голодным морпехам. Поддерживай бесперебойную логистику, отправляя нужные ящики. Общайся с морпехами по радио, чтобы доставить припасы на планету. Потеряй рассудок от нескончаемых запросов на патроны, ящики, заводские заказы и 500 плюшевых Рунни. Отправь ящик не на тот маяк — теперь у ксеноморфов три комплекта B-18, облитыe кислотой.
mc-job-prefix-ro = RO
MCRO = Офицер снабжения

mc-job-name-st = Корабельный техник
mc-job-description-st = Слушай приказы старшего инженера и офицера снабжения. Работай с CSE, чтобы держать корабль в целости. Помогай RO с заявками. Спидрани задачи на погрузчике. Иногда тебя отправляют на поверхность для помощи в строительстве FOB. Проведи весь раунд, сидя в комнате OB, терпеливо ожидая, когда кто-нибудь выстрелит, чтобы ты смог его перезарядить.
mc-job-prefix-st = ST
MCST = Корабельный техник
