mc-job-name-squad-leader = Командир отряда
mc-job-description-squad-leader = Попытайся привести к победе группу взрослых детей. Постоянно передавай информацию в Командование и обратно, чтобы они случайно не отправили ваш отряд из трёх человек в одиночку на улей из двадцати ксеноморфов. Используй тактический бинокль, чтобы наводить рельсотрон на ксеносов, а потом случайно сбрось орбитальный удар по своей команде.
mc-job-prefix-squad-leader = SL
MCSquadLeader = Командир отряда

mc-job-name-squad-smartgunner = Смартганнер отряда
mc-job-description-squad-smartgunner = Оставайся позади своего отряда и веди подавляющий огонь. Выпрашивай снабжение дополнительными боеприпасами - и оставайся без ответа. Либо вы вырезаете всех ксеноморфов, либо весь отряд погибает - так что, без давления.
mc-job-prefix-squad-smartgunner = SG
MCSquadSmartgunner = Смартганнер отряда

mc-job-name-squad-engineer = Инженер отряда
mc-job-description-squad-engineer = Закрепляй позиции: строй укрепления, возводи передовую базу (FOB), устанавливай пулемёты, собирай автоматические турели, чини буровые установки и используй плазменные резаки. Умри от собственных турелей BAS. Попытайся обезопасить шахтёрские буровые в пещерах - но тебя атакуют 18 ксеноморфов, пока ты пытаешься установить баррикады.
mc-job-prefix-squad-engineer = ComTech
MCSquadEngineer = Инженер отряда

mc-job-name-squad-corpsman = Санитар отряда
mc-job-description-squad-corpsman = Сохраните жизнь своему отряду под наркотиками. Кричите «CLEAR!!!» каждый раз, когда используете дефибриллятор. Приносите раненых морпехов на операцию. Случайно передозируйте своего командира. Быть убитым первым, и чтобы никто не смог вас оживить. Плачьте, что вы настоящий доктор, когда в 18-й раз подряд проваливаете наземную операцию.
mc-job-prefix-squad-corpsman = HC
MCSquadCorpsman = Санитар отряда

mc-job-name-squad-marine = Морпех отряда
mc-job-description-squad-marine = Оставайтесь со своим отрядом и уничтожайте все, что против вас. Слушайте командира отряда. Убегайте в одиночку, чтобы вас разорвали пополам. Но самое главное: UNGA
mc-job-prefix-squad-marine = RFN
MCSquadMarine = Морпех отряда
