ent-MCActionXenoCrestDefense = Гребневая защита
    .desc = Увелчиьте ваши показатели защиты в тоже время жертвую 20% вашей скорости передвижения. Смотреть значения броня в табличке сверху.
ent-MCActionXenoFortify = Укрепление
    .desc = Увеличивает твою сильно защиту, но ты не можешь двигаться в этом состоянии. Ты всё ещё можешь бить объекты и игроков И ты ещё можешь совершить бросок вперёд из состояния укрепления!
ent-MCActionXenoTailSweep = Взмах хвостом (35)
    .desc = Ударь всех гуманоидов вокруг тебя в радиусе. Наносит ближний урон и урон по выносливости всех кого ударило, оглушая их. Может быть использовано в защитном состоянии, но увеличивая расход плазмы в два раза
ent-MCActionXenoForwardCharge = Бросок вперёд (80)
    .desc = Сделай бросок до 4 тайлов в стороне твоего клика мышью, сбивая на пол туррели, столы, гуманоидов. Люди будут оглушены на около 4 секунд. Может быть использовано пока в защитном состоянии или укреплении, вытаскивания из оного состояния
ent-MCActionXenoRegenerateSkin = Кожная регенерация (160)
    .desc = Восполняет 25 Ближнего урона и 25 ожогов, сбрасывая урон по броне. Не может быть использовано пока ты в огне, но может быть использовано в защитном состоянии.

