ent-MCActionXenoCreateResinJelly = Создать смоляное желе (100)
    .desc = Помещает смоляное желе в активную руку, которое можно использовать на себе или других кастах ксеноморфов для 30-секундной защиты от огня.
ent-MCActionXenoRecycle = Переработать (750)
    .desc = Мы расчленяем тело павшего ксеноморфа, чтобы морпехи не смогли заполучить наших сестёр по оружию.
ent-MCActionXenoAcidicSalve = Пси-восстановление (150)
    .desc = Используется на ксеноморфах в радиусе одного тайла, восстанавливая 50 HP. Эффект увеличивается при активных феромонах восстановления. 1/20 восстановленного здоровья идёт на восстановление раскола брони.
