ent-MCActionXenoToggleToxicSpit = Плевок токсинами
    .desc = Выплюньте токсин в цель на расстоянии до 7 плиток, накладывая на нее дебафф интоксикации и нанося урон с течением времени.
ent-MCXenoProjectileToxicSpit = { ent-XenoBaseProjectile }
    .desc = { ent-XenoBaseProjectile.desc }
ent-MCActionXenoToxicSlash = Токсичный удар (100)
    .desc = Пропитайте свои когти кислотой, накладывая дебафф интоксикации при каждом ударе. Токсичный удар перестанет действовать через 4 секунды или после нанесения 3 ударов.
ent-MCActionXenoDrainSting = Осушающее жало (75)
    .desc = Ужальте свою жертву, истощая ее и получая преимущества, если она находится в состоянии интоксикации.
