ent-MCWeaponShotgunSH15 = Автоматический дробовик Zauer SH-15
    .desc = Zauer SH-15 — автоматический штурмовой дробовик производства Terran Armories. Очередная модификация серии ZX, которая впоследствии была включена в арсенал Корпуса морской пехоты ТеrrаGov (TGMC), отсюда обозначение SH. Заменил различные модели дробовиков в качестве полуавтоматического дробовика, поставляемого в TGMC. Имеет нарезной ствол и рассчитан преимущественно на боеприпасы увеличенной дальности, несовместим с картечными патронами. Использует магазины на 12 патронов 16-го калибра.
ent-MCMagazineShotgunSH15 = { ent-CMMagazineRifleBase }
    .desc = { ent-CMMagazineRifleBase.desc }
ent-MCMagazineShotgunSH15Flechette = Магазин SH-15 (16-го калибра)
    .desc = Магазин с флешеттами для SH-15 .
ent-MCMagazineShotgunSH15Slug = Магазин SH-15 (16-го калибра)
    .desc = Магазин с пулевыми патронами для SH-15.
