ent-MCAttachmentRailFlashlight = рельсовый фонарик
    .desc = Тактический фонарь, предназначенный для монтажа на оружие. Отличается отсутствием недостатков, однако его функциональность ограничивается лишь освещением.
ent-MCAttachmentMagneticHarness = магнитный ремень
    .desc = Комплект магнитного ремня, который крепится к планке оружия. При падении оружие автоматически крепится к броне TGMC.
ent-MCAttachmentT47RailScope = рельсовый прицел T-47
    .desc = Оптический прицел морской пехоты с функцией увеличения. Масштабирование осуществляется при активации устройства.

ent-MCAttachmentRedDotSight = коллиматорный прицел
    .desc = Коллиматорный прицел для стрельбы на ближней и средней дистанции. Не имеет функции увеличения, но значительно повышает точность стрельбы и скорострельность при прицеливании. Не имеет недостатков.
