lore-examinable-verb-text = Лор
lore-examinable-verb-disabled = Вспомнить дополнительные подробности об этом объекте.

rmc-lore-examinable-trimax-polarized-shades = Последняя линейка TriMax «TactOptix» оснащена продвинутой поляризацией и легкими баллистическими линзами, способными выдерживать мелкие осколочные удары. Любимы передовыми бойцами и разведчиками дальнего космоса, эти очки рекламируются как «проверенные в бою и одобренные для экшена». Ходят слухи, что особо удачливые пользователи переживали выстрелы лазера в упор благодаря многослойному отражающему покрытию линз, хотя официальная позиция TriMax остаётся прежней: «Перестаньте стоять перед лазерами».

rmc-lore-examinable-trimex-personal-shades = Выпускаемые под названием «TriMex» — с буквой «E», чтобы обойти авторское право, — эти подделки популярны среди экономных космических бродяг и тех, кто хочет выглядеть круто. Тогда как оригинал обладает запатентованной зеркальной защитой от атомных вспышек, солнечной радиации и лазеров наведения, эти дешёвые копии едва справляются с УФ-защитой. А что насчёт той знаменитой истории о пистолете-лазере, отражённом от настоящих очков? Удачи найти того, кто поверит, что эти способны на подобное. Зато они дешёвые, и их слоган «Сэкономь бюджет и выглядеть круто» продаёт их отлично.

rmc-lore-examinable-m3-eod-pattern-heavy-armor = Эта конфигурация легендарной брони была разработана во время войны между SPP и UNMC — в ответ на необходимость усиленной защиты для техников-комтехов, назначенных сапёрами. Это вершина защиты для среднего морпеха. Наплечники и наколенники значительно расширены, закрывая артерии на конечностях. Для этого костюма была разработана специальная противоосколочная подкладка, использующая ту же технологию, что и в разрабатываемом одновременно бронежилете M70.

rmc-lore-examinable-armor-xm4-pattern-intel-armor = Совершенство AEGIS. Система XM4 Soldier Awareness объединяет жёсткую броню M4-типа и распределённые датчики движения, закреплённые на нагруднике. Подключенная к любому HUD-прицелу, система имитирует функции детектора движения M314, значительно повышая ситуационную осведомлённость пользователя. На данный момент проходит полевые испытания у оперативников разведки.

rmc-lore-examinable-thirteen-loko = Редкость на современном рынке — Thirteen Loko остаётся настоящим земляным продуктом. Название родилось из-за общего мнения, что пить его решатся только слегка безумные. Этот энергетик приобрёл дурную славу и преданных поклонников. После ряда судебных разбирательств с Weston-Yamada денатурированный кобровый яд был исключён из рецепта, что сильно расстроило фанатов напитка.

rmc-lore-examinable-boda = Созданный в 2109 году, рекламный проект BODA начинался как попытка SPP завоевать сердца и умы колонистов по всей галактике. Вскоре после запуска повсюду стали появляться фирменные голубые автоматы и огромные запасы напитка в складах ООН, без какого-либо понятного происхождения. Несмотря на сомнения, первичные тесты показали, что продукт безопасен и удивительно популярен при слепом тестировании, поэтому странный избыток BODA был официально разрешён к использованию в колониях ООН. Напиток пользовался относительной популярностью, пока десятилетия спустя запасы не иссякли.

rmc-lore-examinable-red-hot-bottle = Якобы разработанный как компромисс между кетчупом и кайенским перцем, этот острый соус завоевал популярность по всему пространству ООН — как в колониях, так и на кораблях. Его внезапный успех совпал по времени с почти одновременным снятием с производства оригинального суперострого соуса «ULTRA».

rmc-lore-examinable-pitchblende = Колонии по всему сектору активно добывают урановую руду — настуран. Она используется в устаревших реакторах, ядерном оружии и, куда чаще, в бронебойных боеприпасах. Исследование, финансируемое W-Y, заявило, что радиационное воздействие от использования таких боеприпасов «незначительное».

rmc-lore-examinable-bottle-of-bone-gel = Костный гель — биологический синтетический аналог кости, по консистенции напоминающий глину. Он способен фиксировать как микротрещины, так и сложные переломы. Его нельзя использовать для восполнения отсутствующих частей костей, поскольку он не заменяет костный мозг. Чрезмерное использование в короткий период может вызвать острую иммунодефицитность или анемию.

rmc-lore-examinable-fountain-pen =
    «Перьевая ручка AEGIS — не просто инструмент письма, а символ статуса и авторитета в рядах Корпуса морской пехоты ООН. Это наследственный предмет, выдаваемый исключительно высшему командному составу в знак признания лидерства и преданности делу.
    Хотя AEGIS известна своей оружейной продукцией, этот проект не так уж далёк от их принципов: ручка создана с тем же вниманием к точности, функциональности и прочности.
    Золотые акценты — не просто украшение; это отличительный знак. Сплав золота с прочным металлом делает ручку устойчивой к износу. Эта долговечность символизирует стойкость, необходимую командирам UNMC.
    Ручка оснащена сложным механизмом смены цвета чернил, вдохновлённым системами наведения AEGIS. Миниатюрные актуаторы и точные детали позволяют плавно переключать картриджи — достаточно повернуть корпус.
    Цвета чернил выбираются не случайно. Каждый соответствует определённому уровню в структуре UNMC, позволяя писать цветом, соответствующим рангу отправителя или получателя приказа.
    Несмотря на роскошный внешний вид, ручка столь же надёжна, как любое оружие AEGIS. Металлические части коррозионно-стойкие, а сама ручка рассчитана на долгие годы службы даже в суровых условиях.
    Это сочетание роскоши и утилитарности, власти и изящества. Она — больше, чем инструмент письма: это символ лидерства, воплощение точности и чести высшего командования UNMC.»

rmc-lore-examinable-s5-red-dot-sight = Всепогодный коллиматорный прицел AN/PVQ-64. Оснащён солнцезащитным кожухом для повышения видимости и устойчивости к погоде. Компактный и эффективный образец военного дизайна — если не считать, что это обычный коммерческий прицел с военной маркировкой.

rmc-lore-examinable-s6-reflex-sight = Простой складной рефлекторный прицел AN/PVG-72, совместимый с большинством планок. Громоздкий, но долговечный, способен подключаться к военному HUD для ограниченной автоматической коррекции точки прицеливания.

rmc-lore-examinable-s8-4x-telescopic-scope = Оптический прицел средней мощности Armat AN/PVQ-31 4x. Довольно простой, но прочный и достаточно функциональный. 780 метров — примерно предел возможностей патрона 10×24 мм.

rmc-lore-examinable-s4-2x-telescopic-mini-scope = Лёгкий прицел AN/PVQ-45 2x, рассчитанный на ближние и средние дистанции. Пользователям рекомендуется регулярно пристреливать его: первая партия массового производства имела тенденцию смещаться при длительном использовании.

rmc-lore-examinable-b8-smart-scope = Экспериментальный прицел с системой управления огнём, способный связываться с совместимыми системами опознавания «свой-чужой». Обозначается как XAN/PVG-110 Smart Scope. Технология AEGIS, которая, по их словам, полностью избавлена от прежних ложных отрицаний IFF. Всё же проверяйте прицел после каждого применения — на всякий случай.

rmc-lore-examinable-laser-sight = Стандартный лазерный модуль AN/PEQ-42 видимого спектра. Совместим с любым оружием с достаточной нижней направляющей.

rmc-lore-examinable-xm-vesg-1-flamer-nozzle = Экспериментальная насадка Volatile-Exothermic-Sphere-Generator для огнемётной установки M34, созданная для запуска огненных сфер в окопы и бункеры противника. Несмотря на геле- и смолопокрытие, огненный шар распадается в воздухе из-за сопротивления — поэтому морпехи часто используют эту насадку как фейерверк в увольнении.

rmc-lore-examinable-hjra-12-extreme-intensity-incendiary-rocket = Эта зажигательная ракета использует экспериментальный реагент «R-189», разработанный SPP. Предназначена для прожигания укреплений и бункеров, но чаще применяется против пехоты из-за излишней выдачи и того, что после использования в штатной роли остаётся облако перегретого воздуха, препятствующее продвижению войск.

rmc-lore-examinable-ar10-assault-rifle = AR10 первоначально производился компанией Armalite (купленной Weston-Yamada в 2002 году) в 1950-х. Он был первым серийным оружием, внедрившим новые решения, включая газоотводный затвор и систему возврата. Было изготовлено всего 10 000 единиц, и лишь Португалия и Судан приняли их на вооружение. С конца XX века эти винтовки — наряду с более распространёнными M16 и AR15 — встречаются в диких регионах космоса, оставляя редкие гильзовые патроны там, где сейчас повсюду импульсные. На этой винтовке выгравировано слово «Salazar».

rmc-lore-examinable-m54c-ap-magazine = В отличие от стандартных HEAP-магазинов, эти боеприпасы не имеют сердечников из обеднённого урана. Вместо этого часть массы пули заменена на облегчённую конструкцию, снижая урон, но повышая пробиваемость и скорость полёта.

rmc-lore-examinable-xm-88-heavy-rifle = Изначально разработана AEGIS Battlefield Armaments для государства Великой Бразилии в борьбе против механизированной пехоты. Оснащена вычислительной системой наведения, массивом сенсоров и электронным автозаряжателем. Все системы работают совместно, чтобы подавлять и ослаблять броню цели серией попаданий. Almayer получил небольшую партию XM88 перед операцией «Swamp Hopper» вместе с UNS Nan-Shan.

rmc-lore-examinable-type-64-submachine-gun = Пистолет-пулемёт Type 64 встречается не только у бойцов SPP — он активно используется повстанцами, корпоративной охраной, наёмниками, слабо вооружёнными армиями и множеством других групп по всему сектору.
