ent-MCWeaponRifleSFR7 = винтовка «Стальная сила»
    .desc = Современная снайперская винтовка новой разработки под проникающий патрон 5.9x44мм SF-HV/SC. Эргономичная компоновка, сбалансированная масса и точная механика обеспечивают стабильную стрельбу и удобство в обращении. Продуманная конструкция узлов упрощает обслуживание и повышает надёжность при длительной эксплуатации в полевых условиях.

ent-MCCartridgeRifleSFR7 = проникающий снайперский патрон калибра 5.9x44мм SF-HV/SC
    .desc = Снайперский патрон калибра 5.9x44мм с частично телескопической конструкцией (тип SF-HV/SC). Каждый боеприпас сочетает в себе плотный сердечник из вольфрамового сплава и хрупкий реактивный элемент, который при попадании дробится, вызывая микротрещины в броне и временно снижая её защитные свойства.

ent-MCBulletRifleSFR7 = 5.9мм проникающая пуля SF-HV/SC
    .desc = Тяжёлая пуля калибра 5.9мм SF-HV/SC с реактивным ядром. Её высокоскоростное плотное ядро пробивает броню, а разрушающееся ядро вызывает микроразломы, которые на короткое время снижают эффективность брони.

stack-MCCartridgeRifleSFR7 = горсть высокоскоростных снайперских патронов «Стальная сила» (5.9x44мм SF-HV/SC)
