ent-MCWeaponRifleVGR = винтовка «Авангард»
    .desc = Современная винтовка рычажного действия новой разработки под тяжёлый снайперский патрон 8.4x49мм VG-HE. Прочная конструкция устойчива к крови, грязи и влаге, а рычажная схема обеспечивает надёжную перезарядку и удобство в полевых условиях. Выверенный баланс, эргономичное ложе и точный механизм позволяют уверенно работать одиночными выстрелами при длительной эксплуатации.

ent-MCBoxRoundsRifleVGR = коробка тяжёлых снайперских патронов «Авангард» (8.4x49мм VG-HE)
    .desc = Коробка, заполненная тяжёлыми снайперскими патронами «Авангард» (8.4x49мм VG-HE).

ent-MCBoxRoundsRifleVGRWhite = коробка тяжёлых снайперских патронов «Авангард» с белым наконечником (8.4x49мм VG-HE)
    .desc = Коробка, заполненная тяжёлыми снайперскими патронами «Авангард» с белым наконечником (8.4x49мм VG-HE).

ent-MCCartridgeRifleVGR = тяжёлый снайперский патрон калибра 8.4x49мм VG-HE
    .desc = Снайперский патрон калибра 8.4x49мм типа VG-HE с частично телескопической конструкцией. Каждый боеприпас сочетает плотный сердечник из вольфрамового сплава и высокоэнергетический заряд, придающий сокрушительную мощь одиночному выстрелу.

ent-MCCartridgeRifleVGRWhite = тяжёлый снайперский патрон калибра 8.4x49мм VG-HE с белым наконечником
    .desc = Снайперский патрон калибра 8.4x49мм типа VG-HE с тяжёлой пулей, имеющей белый наконечник. Каждый боеприпас содержит дробящий сердечник, который фрагментируется при попадании; патрон предназначен для выведения из строя бронированных целей.

ent-MCBulletRifleVGR = 8.4мм тяжёлая пуля VG-HE
    .desc = Тяжёлая пуля калибра 8.4мм, выпущенная из патрона VG-HE. Её высокоэнергетический заряд и плотное ядро обеспечивают жёсткую останавливающую силу.

ent-MCBulletRifleVGRWhite = 8.4мм фрагментирующая пуля VG-HE с белым наконечником
    .desc = Тяжёлая пуля калибра 8.4мм с белым наконечником и взрывчатым веществом, выпущенная из патрона VG-HE. Разрушительный заряд фрагментируется при ударе, поражая бронированные цели.

stack-MCCartridgeRifleVGR = горсть тяжёлых снайперских патронов «Авангард» (8.4x49мм VG-HE)

stack-MCCartridgeRifleVGRWhite = горсть тяжёлых снайперских патронов «Авангард» с белым наконечником (8.4x49мм VG-HE)
